Repository: TimmGit/posy
Catalog: trunk/posy.*/posy/*/i18n/*/LC_MESSAGES/posy.*.po
Languages: ru

source: Message sent
ru: Сообщение отправлено

source: All settings cleared
ru: Все настройки очищены

source: Changes saved
ru: Изменения сохранены

source: Settings cleared
ru: Настройки очищены

source: You need to set up at least one service before you can use the application.
ru: Вам нужно настроить хотя бы один сервис прежде, чем Вы сможете использовать приложение

source: Language
ru: Язык

source: Application language
ru: Язык приложения

source: Press Alt+Shift+S to submit form
ru: Нажмите Alt+Shift+S для отправки формы

source: Send!
ru: Отправить!

source: Username
ru: Имя

source: Your account's username for this service
ru: Имя пользователя вашей учётной записи для этого сервиса

source: Password
ru: Пароль

source: Posy does not fill password fields on web pages for security reasons. This field will be applied only if not empty value is entered. Use your browser's password manager, if you want this field to be filled automatically.
ru: Posy не заполняет поля ввода паролей на веб-страницах из соображений безопасности. Это поле будет применено, только если введено непустое значение. Используйте менеджер паролей браузера, если Вы хотите, чтобы это поле заполнялось автоматически.

source: Enable
ru: Включить

source: Enable sending messages to this service
ru: Разрешить отправку сообщений в этот сервис

source: General
ru: Общие

source: Email (optional)
ru: Email (необязательно)

source: Optional email for sending debugging output. Fill this field if you wish to receive weird emails :)
ru: Необязательный адрес email для отправки отладочного вывода. Заполните это поле, если Вы хотите получать непонятные сообщения по почте :)

source: Clear Settings
ru: Очистить настройки

source: Press Alt+Shift+C to clear settings on this page
ru: Нажмите Alt+Shift+С для очистки настроек на этой странице

source: Apply
ru: Применить

source: Press Alt+Shift+A to apply settings
ru: Нажмите Alt+Shift+A для применения настроек

source: Clear All Settings
ru: Очистить все настройки

source: Clear general and all service settings
ru: Очистить настройки всех сервисов и общие

source: Really clear ALL settings?
ru: Действительно очистить ВСЕ настройки?

source: Skip
ru: Пропустить

source: Go to next unconfigured service
ru: Перейти к следующему ненастроенному сервису

source: About Posy
ru: О проекте

source: Posy is a simple and secure web application for updating (micro-)blogs and social networks quickly. For instance, it can be used to update Twitter and Plurk simultaneously with the same content.
ru: Posy — это простое и безопасное веб-приложение для быстрого обновления (микро-)блогов и социальных сетей. Например, оно может быть использовано для одновременного обновления Twitter и Plurk одним и тем же содержимым.

source: Features
ru: Возможности

source: No Registration
ru: Никакой регистрации

source: You don't need to register an account in order to use Posy. That is, you remain anonymous.
ru: Вам не нужно регистрироваться, чтобы пользоваться Posy. То есть, Вы остаётесь анонимным.

source: Security
ru: Безопасность

source: Posy does
ru: Posy

source: not
ru: не

source: store passwords on server
ru: хранит пароли на сервере

source: Passwords are kept in browser in an encrypted session cookie which can only be decrypted by the server's secret key
ru: Пароли содержатся в браузере в зашифрованном сессионном куки, который может быть расшифрован только секретным ключом сервера

source: If necessary, all session data including usernames and passwords can be cleared by simply removing the cookie from your browser
ru: При необходимости все данные сессии, включая имена пользователя и пароли, могут быть вычищены простым удалением куки из браузера

source: Secure connection (HTTPS) is used for communication with services where possible (not supported by Plurk)
ru: Защищённое соединение (HTTPS) используется для связи с сервисами, где это возможно (не поддерживается в Plurk)

source: Secure challenge-response authentication scheme is used for LiveJournal
ru: Защищённая схема аутентификации challenge-response (вызов-ответ) для LiveJournal

source: Supported Services
ru: Поддерживаемые сервисы

source: Local Time Support
ru: Поддержка местного времени

source: Posy automatically takes current local time from your browser when you send a message. For example, if you use Posy from Tokyo at 9:00 AM JST, and the server time is 1:00 AM UTC, your message will be timestamped as 9:00 AM by the services which support this (Plurk, LiveJournal).
ru: Posy автоматически берёт текущее местное (локальное) время из браузера, когда Вы отправляете сообщение. Например, если Вы воспользуетесь Posy из Токио в 9:00 по японскому стандартному времени, а универсальное координированное время на сервере, где запущено веб-приложение, составляет 1:00, то Ваше сообщение получит временную отметку 9:00 у сервисов, которые это поддерживают (например, Plurk, LiveJournal).

source: Internationalization
ru: Интернационализация

source: Currently, the following languages are availabe:
ru: На данный момент доступны следующие языки:

source: English
ru: Английский

source: Russian
ru: Русский

source: Posy can be fairly easily translated to other languages.
ru: Posy можно довольно легко перевести и на другие языки.

source: Open Source
ru: Открытые исходные тексты

source: Posy is an open source project. This means that its source code is accessible to anyone and can be freely distributed.
ru: Posy — проект с открытыми исходными текстами. Это значит, что его исходные тексты доступны каждому и могут свободно распространяться.

source: Service Plugins
ru: Плагины сервисов

source: Developers can add support for other services by writing plugins.
ru: Разработчики могут добавлять поддержку для сервисов, создавая плагины.

source: Reusable Backend Library
ru: Повторно используемая библиотека

source: The web application is built upon a reusable backend library which allows developers to add Posy's functionality to their applications using a simple API. For example, one can write a command line application.
ru: Веб-приложение построено на основе повторно используемой прикладной библиотеки, которая позволяет разработчикам добавлять функциональность Posy в свои приложения, используя простой API. Например, кто-то может написать приложение для командной строки.

source: Planned Features
ru: Запланированные возможности

source: More services
ru: Больше сервисов

source: Automatic URL shortening
ru: Автоматически укорачиваемые URL

source: Friend-only messages
ru: Сообщения в режиме «только для друзей»

source: Service groupping (blogs, micro-blogs, etc.)
ru: Группы сервисов (блоги, микро-блоги и т.д.)

source: Public API
ru: Общедоступный API

source: Copyright © 2008
ru: Копирайт © 2008

source: Timur Izhbulatov
ru: Тимур Ижбулатов

source: Home
ru: Главная

source: Settings
ru: Настройки

source: About
ru: О проекте

source: Note. Password input fields are not filled automatically by the application for security reasons. Please use your browser's password manager.
ru: Примечание. Поля ввода паролей не заполняются приложением автоматически из соображений безопасности. Пожалуйста, используйте менеджер паролей Вашего браузера.

source: Set up
ru: Настроено

source: Not set up
ru: Не настроено
